{
  "catalog":[
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92348",
   "code": "AMST0102A-F15",
   "description": "Politics, Media, Popular Culture In this course, we will examine U.S. politics and popular culture in the period 1941-2015. We will analyze political films ranging from the World War II propaganda series, Why We Fight, to more recent feature films such as Wag the Dog and Good Night and Good Luck.  We will consider television’s impact on civic culture, focusing on entertainment programs (I Led 3 Lives, 24, Scandal), the news (See It Now, The O’Reilly Factor), campaign commercials, and political satire (The Daily Show, The Colbert Report). Finally, we will assess how online organizing and the blogosphere impact civic participation. 3 hrs. lect.",
   "title": "Politics, Media, Pop. Culture",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["HIS", "NOR"],
   "instructor": ["eb22314a852970f29d9c828dec3265d2"],
   "location": "AXN 229",
   "schedule": "12:15pm-1:30pm on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92348"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91987",
   "code": "AMST0204A-F15",
   "description": "Black Comic Cultures In this course we will explore a range of black comic cultures, analyzing their emergence and transformation from the early 20th century to the present. Specifically, we will examine blackface minstrels of the early 20th century such as George Walker and Bert Williams, Bill Cosby’s performances in the 60s, and the ribald humor of LaWanda Page’s 1970s party records, before moving to the urban scene embodied in television shows such as Def Comedy Jam. We will also engage with theoretical materials that help us analyze black comedy as multidimensional, such as John Limon’s Stand-up Comedy in Theory, or, Abjection in America. 3 hrs. lect.",
   "title": "Black Comic Cultures",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["NOR", "SOC"],
   "instructor": ["dea11cc8d58c932c8822532eb1b1d95e"],
   "location": "AXN 103",
   "schedule": "3:00pm-4:15pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91987"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90895",
   "code": "AMST0209A-F15",
   "description": "American Literature and Culture: Origins-1830 A study of Literary and other cultural forms in early America, including gravestones, architecture, furniture and visual art.  We will consider how writing and these other forms gave life to ideas about religion, diversity, civic obligation and individual rights that dominated not only colonial life but that continue to influence notions of 'Americanness' into the present day. 3 hrs. lect./disc.",
   "title": "Am. Lit. & Cult: origins-1830",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["LIT", "NOR"],
   "instructor": ["e1aa26eece8d090367ff654d1f517c7a"],
   "location": "AXN 219",
   "schedule": "11:15am-12:05pm on Monday, Wednesday, Friday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90895"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92286",
   "code": "AMST0231A-F15",
   "description": "See the U.S.A.: The History of Tourism in American Culture In this course, we will explore the history and evolution of American tourism, beginning in the 1820s, when middle-class tourists first journeyed up the Hudson River valley, and ending with our contemporary and continuing obsession with iconic destinations such as Graceland, Gettysburg, and the Grand Canyon. We will explore how the growth of national transportation systems, the development of advertising, and the rise of a middle class with money and time to spend on leisure shaped the evolution of tourism.  Along the way, we will study various types of tourism (such as historical, cultural, ethnic, eco-, and 'disaster' tourism) and look at the creative processes by which places are transformed into 'destinations'.  Our texts will come from visual art, travel literature, material culture, and film and television.  We will consider their cultural meaning and reflect on our own motivations and responses as tourists, and by so doing contemplate why tourism was-and still is-such an important part of American life. 3 hrs. lect.",
   "title": "Tourism in American Culture",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["CW", "HIS", "NOR"],
   "instructor": ["dba7682e041fdf869e2bbe507852b0cd"],
   "location": "LIB 230",
   "schedule": "1:30pm-2:45pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92286"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92075",
   "code": "AMST0241A-F15",
   "description": "Sexuality in the United States: Histories and Identities What does sexuality mean? In the United States the meanings of sexuality are highly contested, historically and in the present. Working from an interdisciplinary perspective, we will look at different historical and theoretical approaches to thinking about issues of sexuality and to writing its histories. Drawing from feminist scholarship, queer theory, and lesbian, gay, and transgender studies, we will discuss sexual identities, representations of sexuality, and sexual cultures, and examine how intersecting categories such as race, class, disability, and gender influence how sexuality is understood. 3 hrs. lect.",
   "title": "Sexuality in the U.S. Please register via GSFS 0241A",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["CMP", "HIS", "NOR", "SOC"],
   "instructor": ["cf0b1a5814539b032ab5c3da9f8dedee"],
   "location": "LIB 201",
   "schedule": "3:00pm-4:15pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92075"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91707",
   "code": "AMST0245A-F15",
   "description": "American Landscape: 1825-1865 Thisourse will explore American landscape painting through an interdisciplinary approach, employing art,literature, religion, and history. In studying the landscape paintings of Thomas Cole, Asher B. Durand, and Frederic Church, we will also consider the commercial growth of New York City; the myths and legends of the Catskill Mountains; the writings of James Fenimore Cooper, Washington Irving, and Henry David Thoreau; the opening of the Erie Canal; and the design and construction of Central Park.  3 hrs. lect./disc.",
   "title": "American Landscape: 1825-1865",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["ART", "HIS", "NOR"],
   "instructor": ["f13ba384d06a05f57b4ab4739ec78ea9"],
   "location": "MCA 125",
   "schedule": "7:30pm-10:25pm on Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91707"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92546",
   "code": "AMST0258A-F15",
   "description": "Black Archives In this course we will explore the archives of black thinkers such as Ralph Ellison, Robert Lynch, Claude McKay, Toni Morrison, Kara Walker, and Richard Wright. We will read rejected and lost manuscripts, unpublished drafts and notes, photographs, and complete diaries and novels that have never been read by the public but instead relegated to the archive. By recovering these lost texts, we will engage in activism by unsilencing these silenced black texts. To accomplish this task, students will manage a hardcopy archive and curate a digital archive. Topics will include diaspora and representation, personal and collective memory, gender and disability studies, and theories of the archive. 3 hrs. lect./disc.",
   "title": "Black Archives Please register via ENAM 0258A",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["LIT", "NOR"],
   "instructor": ["0f84145b413543306436d0bfc423c3ba"],
   "location": "AXN 104",
   "schedule": "7:30pm-8:45pm on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92546"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91708",
   "code": "AMST0260A-F15",
   "description": "American Disability Studies: History, Meanings, and Cultures In this course we will examine the history, meanings, and realities of disability in the United States. We will analyze the social, political, economic, environmental, and material factors that shape the meanings of 'disability,' examining changes and continuities over time. Students will draw critical attention to the connections between disability, race, ethnicity, gender, sexuality, socioeconomic status, and age in American and transnational contexts. Diverse sources, including films and television shows, music, advertising, fiction, memoirs, and material objects, encourage inter and multi-disciplinary approaches to disability. Central themes we consider include language, privilege, community, citizenship, education, medicine and technology, and representation.",
   "title": "American Disability Studies",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["HIS", "NOR", "SOC"],
   "instructor": ["3415a6afa51edcd9f9cd4013a2c68e36"],
   "location": "AXN 109",
   "schedule": "9:30am-10:45am on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91708"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92287",
   "code": "AMST0276A-F15",
   "description": "Religion in the Borderlands In this course we will survey the religious and cultural history of the U.S./Mexico borderlands. Themes and issues to be covered include: the definition of place, the history of religious iconography, ritual performance and community, transformations in forms of belief, and the effects of linguistic pluralism on cultural and religious creativity. Readings will include: Gloria Anzaldua's Borderlands/La Frontera, Alberto Pulido's The Sacred World of the Penitentes, and other historical and literary works. 3 hrs. lect./disc.",
   "title": "Religion in the Borderlands",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["CMP", "NOR", "PHL", "SOC"],
    "instructor": ["38281666015c523b87b3fb8f52ec48da"],
   "location": "AXN 219",
   "schedule": "2:50pm-4:05pm on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92287"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91888",
   "code": "AMST0295A-F15",
   "description": "Across the Great Divide:  Science, Humanities, and the American Landscape The American landscape encompasses a diversity of built and natural environments. In this course, we will survey 200 years of history, using the tools of science and the humanities to understand how people have changed the landscape and how the landscape has shaped its human inhabitants. We will read historical,literary, and scientific works—and employ a variety of archival and aesthetic materials—to explore moments of transformation within four geographic regions: New England, the Midwest, the West, and the South. In so doing, we will arrive at an understanding of the interdependency of cultural and ecological history and the intersections between scientific and humanistic modes of inquiry. Readings will emphasize primary texts, and will include writings by Harriett Beecher Stowe, George Perkins Marsh, and photography by Dorothea Lange and others.",
   "title": "Across the Great Divide",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["HIS", "NOR"],
   "instructor": ["a461c50d702704221395fa0196674085", "88d1680887ae0661d5a798f901003b2f"],
   "location": "AXN 103",
   "schedule": "11:00am-12:15pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91888"},
{
   "level": "UG",
   "subject": "AMST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92351",
   "code": "AMST0307A-F15",
   "description": "Issues in Critical Disability Studies: U.S. and the World Disability as a category and as lived experience plays an important but often overlooked role in national, transnational, and global contexts. In this course we will explore disability’s changing meanings in the United States and around the World. Comparative and transnational approaches will draw our attention to disability’s many meanings across wide-ranging historical, cultural, and geographical settings. Foundational concepts and principles, including ableism and Universal Design, shape our critical inquiry. Key themes frame the course: access, language, power, violence, normalcy, identity, community, institutions, and rights and justice. We will engage with diverse primary sources, from memoirs and documentary films to advertisements, material objects, and oral histories.",
   "title": "Disability Issues/U.S. & World",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "AMST",
   "requirement": ["CMP", "HIS", "NOR", "SOC"],
   "instructor": ["3415a6afa51edcd9f9cd4013a2c68e36"],
   "location": "MBH 338",
   "schedule": "1:30pm-2:45pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92351"},
{
   "level": "UG",
   "subject": "DANC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92233",
   "code": "DANC0277A-F15",
   "description": "Body and Earth This course has been designed for students with an interest in the dialogue between the science of body and the science of place. Its goals are to enhance movement efficiency through experiential anatomy and to heighten participants' sensitivity to natural processes and forms in the Vermont bioregion. Weekly movement sessions, essays by nature writers, and writing assignments about place encourage synthesis of personal experience with factual information. Beyond the exams and formal writing assignments, members of the class will present a final research project and maintain an exploratory journal. 3 hrs. lect. 1 hr. lab.",
   "title": "Body & Earth",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "DANC",
   "requirement": ["ART", "CW", "NOR", "PE"],
   "instructor": ["688a97f48b3bc669f286dd4d6e0874b6"],
   "location": "MCA 109",
   "schedule": "9:30am-10:45am on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92233"},
{
   "level": "UG",
   "subject": "MUSC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90900",
   "code": "MUSC0205D-F15",
   "description": "Performance Lab Credit can be conferred for performance in faculty-supervised ensembles: Middlebury College Orchestra, Middlebury College Choir and the Middlebury College Sound Investment Jazz Ensemble (see 'Ensembles' above), one unit of such credit to accrue over two semesters (spring and fall only). The appropriate supervising faculty will give grades, based on attendance and quality of performance. A student should  inform the ensemble director of intent to sign up for this course before starting, and should actually register for MUSC 0205 only the SECOND of the two terms by adding it as a fifth course. MUSC 0205 does not fulfill any major course requirements and may not be taken more than once. (Approval required)",
   "title": "Performance Lab Performance Lab- Jazz",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "MUSC",
   "requirement": ["ART"],
   "instructor": ["19ed4e4fad257d24a7e6e27a5e9a56f9"],
   "location": "MCA 221",
   "schedule": "4:30pm-6:30pm on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90900"},
{
   "level": "UG",
   "subject": "BIOL",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90911",
   "code": "BIOL0145V-F15",
   "description": "Cell Biology and Genetics In this introduction to modern cellular, genetic, and molecular biology we will explore life science concepts with an emphasis on their integral nature and evolutionary relationships.  Topics covered will include cell membrane structure and function, metabolism, cell motility and division, genome structure and replication, the regulation of gene expression and protein production, genotype to phenotype relationship, and basic principles of inheritance.  Major concepts will be illustrated using a broad range of examples from plants, animals, and microorganisms.  Current topics in biology will be integrated into the course as they arise.  3 hrs. lect./3 hrs. lab",
   "title": "Cell Biology and Genetics Cell Biology and Genetics Lab",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department":"BIOL",
   "instructor": ["0eef5ffbf80e26e890dbafb5b3966dea"],
   "location": "MBH 467",
   "schedule": "1:30pm-4:15pm on Tuesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90911"},
{
   "level": "UG",
   "subject": "ITAL",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92402",
   "code": "ITAL0351A-F15",
   "description": "The Italian Family Recent sociological analyses indicate that in Europe, family solidarity still remains strongest in Italy. The Italian family offers positive benefits, as the wide-spread image of close-knit, multigenerational families suggests.  However, recent studies also demonstrate negative results, occasioned by adult children’s long dependence on the family, power struggles between matriarchs and patriarchs, and a relatively closed attitude toward blending Italian families with those of other ethnicities and races. How did Italian families evolve from the early 20th century to the present?  Supported by historical and social science analyses, modern and contemporary literature and film will provide the focus of our explorations. (ITAL 0252 or equivalent) 3 hrs. sem.",
   "title": "The Italian Family",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department":"ITAL",
   "requirement": ["EUR", "HIS","LIT"],
   "instructor": ["b8a96bec095a5c2ba7c6579d5cc2d69c"],
   "location": "RCD B11",
   "schedule": "1:30pm-2:45pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92402"},
{
   "level": "UG",
   "subject": "ARBC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90017",
   "code": "ARBC0101A-F15",
   "description": "Beginning Arabic I The goal of this course is to begin developing reading, speaking, listening, writing, and cultural skills in Arabic. This course stresses written and oral communication, using both formal Arabic and some Egyptian dialect. Emphasis is also placed on reading authentic texts from Arabic media sources, listening to and watching audio and video materials, and developing students' understanding of Arab culture. 6 hrs lect/disc.",
   "title": "Beginning Arabic I",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department":"ARBC",
   "requirement": ["LNG"],
   "instructor": ["3d128277c7fb29047e3385ee9b2bc6a9"],
   "location": "WTH SEM",
   "schedule": "8:00am-9:15am on Tuesday, Thursday at WTH SEM (Sep 16, 2015 to Dec 11, 2015) 11:15am-12:05pm on Monday, Wednesday, Friday at SDL 130 (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90017"},
{
   "level": "UG",
   "subject": "RELI",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92339",
   "code": "RELI0381A-F15",
   "description": "Lives of Jesus, Then and Now In this seminar we will examine lives of Jesus from the earliest gospels to contemporary novels, tracing how changing times result in changing views. Though focusing on literature, we will also look at the ways artists of each period portray Jesus—including representations in contemporary cinema. From the earliest period we will look at a variety of gospels (Mark, John, Thomas, and the Protoevangelium of James); from late antiquity and the medieval world we will consider Augustine’s harmony of the gospels, the Gospel of Nicodemus, and examples of narrative art; the latter part of the course will focus on the “quest of the historical Jesus” and recent responses to it. 3 hrs. sem.",
   "title": "Seminar in the New Testament",
   "alternate": "None",
   "type": "SEM",
   "term": "201590",
   "department": "RELI",
   "requirement": ["LIT", "PHL"],
   "instructor": ["8f6b91070b4f92590f8ac840aa0855d8"],
   "location": "MNR 401",
   "schedule": "9:30am-10:45am on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92339"},
{
   "level": "UG",
   "subject": "BIOL",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90901",
   "code": "BIOL0140A-F15",
   "description": "Ecology and Evolution In this introduction to ecology and evolutionary biology we will cover the topics of interspecific interactions (competition, predation, mutualism), demography and life-history patterns, succession and disturbance in natural communities, species diversity, stability and complexity, causes of evolutionary change, speciation, phylogenetic reconstruction, and population genetics.   The laboratory component will examine lecture topics in detail (such as measuring the evolutionary response of bacteria, adaptations of stream invertebrates to life in moving water, invasive species and their patterns of spread).  We will emphasize experimental design, data collection in the field and in the laboratory, data analysis, and writing skills. This course is not open to seniors and second semester juniors in the Fall. 3 hrs. lect./disc./3 hrs. lab",
   "title": "Ecology and Evolution",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department":"BIOL",
   "requirement": ["DED", "SCI"],
   "instructor": ["51bff5832bd6a9cb1d88964d045f9798"],
   "location": "MBH 216",
   "schedule": "8:00am-8:50am on Monday, Wednesday, Friday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90901"},
{
   "level": "UG",
   "subject": "CHEM",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90015",
   "code": "CHEM0103W-F15",
   "description": "General Chemistry I Major topics will include atomic theory and atomic structure; chemical bonding; stoichiometry; introduction to chemical thermodynamics. States of matter; solutions and nuclear chemistry. Laboratory work deals with testing of theories by various quantitative methods. Students with strong secondary school preparation are encouraged to consult the department chair for permission to elect CHEM 0104 or CHEM 0107 in place of this course. CHEM 0103 is also an appropriate course for a student with little or no prior preparation in chemistry who would like to learn about basic chemical principles while fulfilling the SCI or DED distribution requirement. 3 hrs. lect., 3 hrs. lab, 1 hr. disc.",
   "title": "General Chemistry I General Chemistry I Lab",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department": "CHEM",
   "instructor": ["1324ccafb6640fbdabc0c1f337a537d1"],
   "location": "MBH 563",
   "schedule": "1:30pm-4:15pm on Tuesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90015"},
{
   "level": "UG",
   "subject": "DANC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92234",
   "code": "DANC0277Z-F15",
   "description": "Body and Earth This course has been designed for students with an interest in the dialogue between the science of body and the science of place. Its goals are to enhance movement efficiency through experiential anatomy and to heighten participants' sensitivity to natural processes and forms in the Vermont bioregion. Weekly movement sessions, essays by nature writers, and writing assignments about place encourage synthesis of personal experience with factual information. Beyond the exams and formal writing assignments, members of the class will present a final research project and maintain an exploratory journal. 3 hrs. lect. 1 hr. lab.",
   "title": "Body & Earth Body & Earth Lab",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department": "DANC",
   "instructor": ["688a97f48b3bc669f286dd4d6e0874b6"],
   "location": "MCA 110",
   "schedule": "12:15pm-1:15pm on Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92234"},
{
   "level": "UG",
   "subject": "PSCI",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92271",
   "code": "PSCI0109B-F15",
   "description": "International Politics What causes conflict or cooperation among states? What can states and other international entities do to preserve global peace? These are among the issues addressed by the study of international politics. This course examines the forces that shape relations among states, and between states and international regimes. Key concepts include: the international system, power and the balance of power, international institutions, foreign policy, diplomacy, deterrence, war, and global economic issues. Both the fall and spring sections of this course emphasize rigorous analysis and set theoretical concepts against historical and contemporary case studies.  3 hrs. lect./disc. (International Relations and Foreign Policy)/",
   "title": "International Politics",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "PSCI",
   "requirement": ["CMP", "SOC"],
   "instructor": ["42542d9e8079de75a64a6ac90a8a66f4"],
   "location": "AXT  201",
   "schedule": "10:10am-11:00am on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92271"},
{
   "level": "UG",
   "subject": "ART",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92450",
   "code": "ART0329A-F15",
   "description": "Black & White Darkroom In this course we will explore the foundational theories and methods of black & white photography, and be given the opportunity to apply these theories and methods in  darkroom projects. We will learn how to expose, develop, and print black & white film. We will also consider the history of photography and its evolution from traditional to contemporary practices. Student work will be guided by slide lectures, weekly assignments, and peer critiques. (ART 0157 or ART 0159 or ART 1026 or ART 1125 or by approval) 3 hrs. lect/3 lab",
   "title": "Black & White Darkroom",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "ART",
   "requirement": ["ART"],
   "instructor": ["396b7189d0b909d58f6f783151ed52b5"],
   "location": "JHN 208",
   "schedule": "1:30pm-4:15pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92450"},
{
   "level": "UG",
   "subject": "DANC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91598",
   "code": "DANC0376Z-F15",
   "description": "Anatomy and Kinesiology This course offers an in-depth experiential study of skeletal structure, and includes aspects of the muscular, organ, endocrine, nervous, and fluid systems of the human body. The goal is to enhance efficiency of movement and alignment through laboratory sessions, supported by assigned readings, exams, and written projects. (Not open to first-year students) 3 hrs. lect.",
   "title": "Anatomy and Kinesiology Lab",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department": "DANC",
   "instructor": ["688a97f48b3bc669f286dd4d6e0874b6"],
   "location": "MCA 110",
   "schedule": "12:15pm-1:15pm on Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91598"},
{
   "level": "UG",
   "subject": "MUSC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92390",
   "code": "MUSC0320A-F15",
   "description": "Music History I: Music to 1750 In this course we will survey Western art music from the earliest notated Medieval music through the Renaissance and Baroque periods. Beginning with Gregorian chant and troubadour song, we will explore Renaissance vocal polyphony, the development of opera and instrumental music in the 17th century, and the late Baroque music of Bach and Handel. Analysis of the music is supplemented by consideration of the ways in which music relates to the other arts and reflects the history and culture of its time. Students will be introduced to musicological research methods and their connection to other ways of thinking about music. Through score study, reading, writing, and discussion, they will confront the challenges surrounding our attempt to understand music’s historical development and its relation to the other arts and society. (MUSC 0261 or waiver) 3 hrs. lect.",
   "title": "Music History I: Music to 1750",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department": "MUSC",
   "requirement": ["ART", "EUR", "HIS"],
   "instructor": ["4d4a1df672080b233354e62c7aac41bf"],
   "location": "MCA 209",
   "schedule": "2:50pm-4:05pm on Monday, Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92390"},
{
   "level": "UG",
   "subject": "BIOL",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90906",
   "code": "BIOL0140Y-F15",
   "description": "Ecology and Evolution In this introduction to ecology and evolutionary biology we will cover the topics of interspecific interactions (competition, predation, mutualism), demography and life-history patterns, succession and disturbance in natural communities, species diversity, stability and complexity, causes of evolutionary change, speciation, phylogenetic reconstruction, and population genetics.   The laboratory component will examine lecture topics in detail (such as measuring the evolutionary response of bacteria, adaptations of stream invertebrates to life in moving water, invasive species and their patterns of spread).  We will emphasize experimental design, data collection in the field and in the laboratory, data analysis, and writing skills. This course is not open to seniors and second semester juniors in the Fall. 3 hrs. lect./disc./3 hrs. lab",
   "title": "Ecology and Evolution Ecology and Evolution Lab",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department":"BIOL",
   "instructor": ["8af3ab029898fe58b2b539487a841978"],
   "location": "MBH 411",
   "schedule": "1:30pm-4:15pm on Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90906"},
{
   "level": "UG",
   "subject": "HIST",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91499",
   "code": "HIST0373X-F15",
   "description": "History of American Women: 1869-1999 This course will examine women's social, political, cultural, and economic position in American society from 1869 through the late 20th century. We will explore the shifting ideological basis for gender roles, as well as the effects of race, class, ethnicity, and region on women's lives. Topics covered will include: women's political identity, women's work, sexuality, access to education, the limits of 'sisterhood' across racial and economic boundaries, and the opportunities women used to expand their sphere of influence. 3 hrs lect./disc.",
   "title": "History of American Women Discussion",
   "alternate": "None",
   "type": "DSC",
   "term": "201590",
   "department": "HIST",
   "instructor": ["fcb3561bb007ef02906627759d017c26"],
   "location": "MCA 125",
   "schedule": "9:05am-9:55am on Friday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91499"},
{
   "level": "UG",
   "subject": "ARBC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91260",
   "code": "ARBC0201B-F15",
   "description": "Intermediate Arabic I This course is a continuation of ARBC 0103. Emphasis is placed on reading authentic materials from Arabic media, expanding students' vocabulary, listening to and watching audio and video materials, and developing students' understanding of Arab culture and communicative competence. (ARBC 0103 or equivalent) 6 hrs. lect/disc",
   "title": "Intermediate Arabic I",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department":"ARBC",
   "requirement": ["LNG"],
   "instructor": ["3d128277c7fb29047e3385ee9b2bc6a9"],
   "location": "WTH SEM",
   "schedule": "9:30am-10:45am on Tuesday, Thursday at WTH SEM (Sep 16, 2015 to Dec 11, 2015) 10:10am-11:00am on Monday, Wednesday at SDL 130 (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91260"},
{
   "level": "UG",
   "subject": "PSYC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90989",
   "code": "PSYC0202Z-F15",
   "description": "Research Methods in Psychology This course will provide students with an understanding of the research methodology used by psychologists. Students will learn to read psychological studies and other related research as informed consumers. Students will collect, analyze, and interpret data during lab assignments. They will also design an empirical study, review the related Literature, and write a formal APA-style research proposal. (PSYC 0105 and PSYC 0201 or MATH 0116 or ECON 0210; not open to first-year students; open to psychology majors; neuroscience majors by waiver) 3 hrs. lect./1.5 hr. lab",
   "title": "Research Methods in Psychology Research Methods Lab - 0202A",
   "alternate": "None",
   "type": "LAB",
   "term": "201590",
   "department": "PSYC",
   "instructor": ["0f37cf2cb1f657446bf9ffbd72edeb69"],
   "location": "MBH 161",
   "schedule": "3:00pm-4:15pm on Tuesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90989"},
{
   "level": "UG",
   "subject": "ART",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91634",
   "code": "ART0700Y-F15",
   "description": "Senior Independent Study Approval required. 4 hrs  sem./lab",
   "title": "Senior Independent Study Sr Independent Stdy Discussion",
   "alternate": "None",
   "type": "DSC",
   "term": "201590",
   "department": "ART",
   "instructor": ["6fe18064ca9bf516088be703c3c72adb"],
   "location": "JHN 308",
   "schedule": "1:45pm-2:35pm on Wednesday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91634"},
{
   "level": "UG",
   "subject": "CHEM",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F90006",
   "code": "CHEM0103T-F15",
   "description": "General Chemistry I Major topics will include atomic theory and atomic structure; chemical bonding; stoichiometry; introduction to chemical thermodynamics. States of matter; solutions and nuclear chemistry. Laboratory work deals with testing of theories by various quantitative methods. Students with strong secondary school preparation are encouraged to consult the department chair for permission to elect CHEM 0104 or CHEM 0107 in place of this course. CHEM 0103 is also an appropriate course for a student with little or no prior preparation in chemistry who would like to learn about basic chemical principles while fulfilling the SCI or DED distribution requirement. 3 hrs. lect., 3 hrs. lab, 1 hr. disc.",
   "title": "General Chemistry I Discussion",
   "alternate": "None",
   "type": "DSC",
   "term": "201590",
   "department": "CHEM",
   "instructor": ["1324ccafb6640fbdabc0c1f337a537d1>, <Instructor: 0719ab870756e798f9c73ba6cf86392c"],
   "location": "MBH 303",
   "schedule": "2:50pm-3:40pm on Monday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "90006"},
{
   "level": "UG",
   "subject": "CMLT",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91419",
   "code": "CMLT0150X-F15",
   "description": "Greek and Roman Epic Poetry Would Achilles and Hector have risked their lives and sacred honor had they understood human life and the Olympian gods as Homer portrays them in the Iliad? Why do those gods decide to withdraw from men altogether following the Trojan War, and why is Odysseus the man Athena chooses to help her carry out that project? And why, according to the Roman poet Vergil, do these gods command Aeneas, a defeated Trojan, to found an Italian town that will ultimately conquer the Greek cities that conquered Troy, replacing the Greek polis with a universal empire that will end all wars of human freedom? Through close study of Homer's Iliad and Odyssey, and Vergil's Aeneid, we explore how the epic tradition helped shape Greece and Rome, and define their contributions to European civilization. 3 hrs. lect., 1 hr. disc.",
   "title": "Greek and Roman Epic Poetry Please register via CLAS 0150X",
   "alternate": "None",
   "type": "DSC",
   "term": "201590",
   "department": "CMLT",
   "instructor": ["0b704a1b96bb076ee496f5f70b8d3f31"],
   "location": "AXT 204",
   "schedule": "9:05am-9:55am on Friday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91419"},
{
   "level": "UG",
   "subject": "PSCI",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F91550",
   "code": "PSCI0103Y-F15",
   "description": "Introduction to Comparative Politics This course offers an introduction to the comparative study of political systems and to the logic of comparative inquiry. How are different political systems created and organized? How and why do they change? Why are some democratic and others authoritarian? Why are some rich and others poor? Other topics covered in this course include nationalism and political ideologies, forms of representation, the relationship between state institutions and civil society, and globalization. The goal in this course is to use comparative methods to analyze questions of state institutions -- how they arise, change, and generate different economic, social, and political outcome. 3 hrs. lect./disc. (Comparative Politics)",
   "title": "Intro to Comparative Politics Discussion PSCI 0103 B",
   "alternate": "None",
   "type": "DSC",
   "term": "201590",
   "department": "PSCI",
   "instructor": ["6a6f6a8f0a1686d4ad3bfa45fb359454"],
   "location": "AXN 105",
   "schedule": "10:10am-11:00am on Friday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "91550"},
{
   "level": "UG",
   "subject": "ARBC",
   "href": "http://catalog.middlebury.edu/offerings/view/catalog/catalog%2FMCUG/offering/section%2F201590%2F92361",
   "code": "ARBC0421A-F15",
   "description": "Aspects of Arabic Linguistic Variation In this course we will focus on aspects of Arabic linguistic variation across the Arab world. Topics will include: regional variation among major Arabic dialects in the lexicon and grammar; alternation in usage between Modern Standard Arabic and the vernacular dialects; and variation tied to Literary, religious, and political discourse. Readings will consist of Arabic texts taken from a variety of sources, including print and non-print media, political speeches and commentaries, and the language of Literature. This course will be taught in Arabic. (ARBC 0302 or equivalent) 3 hrs. sem.",
   "title": "Arabic Linguistic Variation",
   "alternate": "None",
   "type": "LCT",
   "term": "201590",
   "department":"ARBC",
   "requirement": ["AAL", "LNG", "SOC"],
   "instructor": ["a40fb0edd244631a5abe05b9db8c59b7"],
   "location": "PRS/KAD",
   "schedule": "11:00am-12:15pm on Tuesday, Thursday (Sep 16, 2015 to Dec 11, 2015)",
   "CRN": "92361"}]
 }
